module.exports = {
    deleteRoles: ["954772454545424435"], //الرتب اللي بتنحذ بالتغعيل
    addRoles: ["954772450888015894","954772451437461595","982327234561982485","994213965561339924"], // الرتب اللي بتنضاف بالتفعيل
    role: "980040292856135690", //الرول اللي يمديه يفعل
    logChannel: "954772867990569080", //روم لوق التفعيل
    ticketSender: "884120549473787924", //اللي يمديه يرسل رسالة التكت
    supportId: "980040292856135690", //ايدي رتبة السبورت اللي تشوف التكتات
    catg: "968329387030220880", // كاتجوري التكتات
    blackListRoleId: "954772457116540999", //ايدي رول بلاك ليست
    blackListAdmin: "954772262215618580", //ايدي رتبة مسؤولين البلاك ليست
    blackListlogChannel: "954772866606440458", // ايدي روم لوق البلاك ليست
    fgRoleID : "954772308143272026", //ايدي رتبة الفحص والقيم 
    mo5Role : "954772351281680384", //ايدي رتبة العسكري
    adsRole : "954772428045811782", //ايدي رتبة الاعلانات
    catgs1 : "954772519397765120", //كاتجوري الاعلانات
    ownersRole : "1119655654433509427", //رتبة تكت اونرات
    catgs2 : "1119689968680456373", //كاتجوري تكت اونرات
    helpRole : "980040292856135690", //رتبة تكت طلب مساعدة
    catgs3 : "968329387030220880", //كاتجوري تكت طلب مساعدة
    roel4: "980040292856135690", //رول الشكاوي
    catgs4: "968329387030220880", //كاتجوري الشكاوي
    guildId : "954771483866071122", //ايدي السيرفر
    roatebId : "954772863586533416", //روم لوق الرواتب
    ch: "884120549473787924", //ايدي اللي يستخدم شيك
}